const announcements = [
  {
    id: 2000,
    img: "",
    text: "1914 год. Началась Первая мировая война (справка 4). Ваш батька ушёл добровольцем на фронт и погиб в Галиции (справка 5). Ваша судьба теперь в ваших руках.",
    isInfo: true,
    info: ["Первая мировая война (справка 4)", " Галиции (справка 5)"],
  },
  {
    id: 2001,
    img: "",
    text: "Март 1917 год. Чувствуется, что в обществе распространяются революционные идеи и антивоенные настроения. Эти идеи не обошли и Вас стороной. Крестьянское хозяйство, как и вся экономика в кризисе. Из Петрограда пришли вести, что царь Николай Александрович отрекся от престола, а власть перешла в руки к Временному правительству (справка 6).",
    isInfo: true,
    info: ["Временному правительству (справка 6)"],
  },
  {
    id: 2002,
    img: "",
    text: "Утром 25 октября было обнародовано воззвание ВРК «К гражданам России» о низложении Временного правительства и переходе власти в руки большевиков. Холостой выстрел «Авроры» в 21.40 стал сигналом к штурму Зимнего дворца. Вы даже не успели понять, как власть в Петрограде перешла в руки большевиков",
    isInfo: false,
  },
  {
    id: 2003,
    img: "",
    text: "Граждане и гражданки Советского Союза! Сегодня, в 4 часа 30 минут утра, без предъявления каких-либо претензий к Советскому Союзу, без объявления войны, германские войска напали на нашу страну, атаковали наши границы во многих местах и подвергли бомбёжке со своих самолётов наши города.",
    isInfo: true,
    info: ["Временному правительству (справка 6)"],
  },
];

export default announcements;
